Autodesk.Revit.DB.Events.FamilyLoadingIntoDocumentEventArgs.FamilyPath
The file path of the family that is being loaded into the document.
Since:
2015

Autodesk.Revit.DB.Events.FamilyLoadingIntoDocumentEventArgs.FamilyName
The file name of the family that is being loaded into the document.
Since:
2015

Autodesk.Revit.DB.Events.FamilyLoadingIntoDocumentEventArgs
The event arguments used by the FamilyLoadingInto event.
Since:
2015